{"id":4966,"date":"2019-02-13T07:13:17","date_gmt":"2019-02-13T07:13:17","guid":{"rendered":"https:\/\/xtratheme.com\/?page_id=4966"},"modified":"2020-06-09T06:06:27","modified_gmt":"2020-06-09T06:06:27","slug":"terms-and-conditions","status":"publish","type":"page","link":"https:\/\/xtratheme.com\/terms-and-conditions\/","title":{"rendered":"Terms and Conditions"},"content":{"rendered":"<section class=\"wpb-content-wrapper\"><p>[vc_row][vc_column][vc_column_text]All the Website Standard Terms and Conditions mentioned on this page is irrevocable on this website, the content within and all of our products. These terms and conditions are applicable in full force and take control of how you can use &#8220;Xtra Theme&#8221; website and our products.<\/p>\n<p>The terms “we”, “us”, “our”, “Codevz” refers to us at Codevz.com and the products which are available on Codevz. Similarly, terms like “users”, “you”, “your” refer to all our users and visitors surfing the website or using our products.<\/p>\n<p>If you have any objection to any of the Website Standard Terms and Conditions listed on this page, you must not use this website and using it tantamount to accepting all the terms and conditions mentioned in this page.<\/p>\n<h2 class=\"section_title\"><strong>WEBSITE REGISTRATION<\/strong><\/h2>\n<p>By confirming to these terms and conditions, you accept that you will abide by the following eligibility terms. Moreover, in case if you are a part of a corporation, where the end-users as well as the employees and all the other members of the corporation who will be permitted to access the site and license the content and \/ or the product that is purchased, should accept these terms and conditions.<\/p>\n<p><strong>Eligibility:<\/strong> You are eligible to enter into this agreement and:<\/p>\n<ol>\n<li>You were not prohibited by any law, judicial act or a competent authority to enter into an agreement.<\/li>\n<li>You are an adult or you have gained adequate consent from your parents \/ legal guardians to enter into this agreement.<\/li>\n<li>Codevz never prohibited you to enter into an agreement like this before.<\/li>\n<li>You are not a resident of any prohibited state and you are not a member of any terror organization.<\/li>\n<li>If you are working on behalf of an organization, you hold all necessary permits to enter into an agreement.<\/li>\n<\/ol>\n<p><strong>Access:<\/strong> You cannot sell, rent, share or transfer your access to our website.<\/p>\n<h2 class=\"section_title\"><strong>Acceptable Use:<\/strong><\/h2>\n<ul>\n<li>You shall use the product and services in its true form and refrain from any activity which may infringe, disrupt or delay services to the other users.<\/li>\n<li>You shall not use the services for any malicious activities such as sending spam, unsolicited messages, harass, stalk or threaten any other person or system.<\/li>\n<li>You shall not create any script, software, code or program which may impair, disrupt, diminish or add functionality to the services.<\/li>\n<\/ul>\n<p><strong>Verifying your Account:<\/strong> Codevz may ask you to verify your identity through various means when registering for a product or service. If you have registered with an email ID, Codevz may send you a message to the same address that you provided. This message may contain links or a list of information we’ll need to identify you as the sole owner of the email ID.<\/p>\n<p><strong>Securing Your Account:<\/strong> As a measure to keep our services and confidential information such as licenses, etc. safe, you have to secure your account with a strong password as an obligation.<\/p>\n<p><strong>One Account per Person:<\/strong> You are allowed to have only one account on our website. While each account is allowed to be used by a single user. If you are a part of an organization and own an account on behalf of it, you are allowed to grant access to a few employees. In this case, you, as the person whose name is registered in Codevz, will be held responsible for all activities from that account.<\/p>\n<p><strong>Sharing an Account:<\/strong> You are strictly prohibited from sharing details of you account with any third parties.<\/p>\n<p><strong>Abuse Notification: <\/strong>In case you get adequate information that your account has been hacked or if you get an information about the unauthorized use of your account, you are required to inform Codevz immediately.<\/p>\n<h2 class=\"section_title\"><strong>WEBSITE SERVICES<\/strong><\/h2>\n<p>The services provided by Codevz as on this day are as mentioned below. Codevz holds complete authority to add or deprecate any services according to its sole discretion without any prior notice.<\/p>\n<p><strong>Online Store:<\/strong> Codevz allow you to purchase licenses through Codevz online store. Any item shall be sold under a specific license and each item you purchase will be associated with a unique license key.<\/p>\n<p><strong>Updates:<\/strong> Codevz may provide you updates for its offered products. These updates can be implemented with your discretion, by updating the files and database on your server.<\/p>\n<p><strong>License Key: <\/strong>A license key is provided for every customer who purchases our product and that is required to unlock benefits such as automatic updates, support from our developers and extra resources for our offered products. This license key is a property of Codevz. You are free to use it on your own website. You can also use it on websites of your customers if the website is made by you. However, sharing the license key with any third party is prohibited.<\/p>\n<p><strong>Knowledge Base:<\/strong> Codevz provide certain manuals, articles, and tutorials that will help you use the licensed product. Most of these are available for free, while Codevz holds the authority to charge for some additional documents.<\/p>\n<h2 class=\"section_title\"><strong>PAYMENTS<\/strong><\/h2>\n<p>For all the services and products offered by Codevz, you will have to pay the specified fees as published on the respective websites. The payment shall be made via different available payment methods and in any case, where you purchase a subscription, the billing has to be made under a recurring subscription.<\/p>\n<p>Codevz may determine or update the pricing for particular products and services from time to time.<\/p>\n<p>All Codevz products are sold automatically, recurring subscriptions that renew every year on the anniversary of the purchase date. This is applicable for all paid products unless otherwise states; and the ones that come with a lifetime license which do not require renewals.<\/p>\n<p>A recurring license will automatically renew at the end of the annual license term unless the purchaser cancels the subscription before to the automatic renewal date.<\/p>\n<h2 class=\"section_title\"><strong>L<\/strong><strong>ICENSE OF OUR WORDPRESS PRODUCTS<\/strong><\/h2>\n<p>All our WordPress plugins, themes and their source code available for download on this website are licensed under the GNU General Public License (http:\/\/www.gnu.org\/licenses\/gpl.html) version 2.0 or later.<\/p>\n<h2 class=\"section_title\"><strong>REFUND POLICY AND LICENSE CANCELLATIONS<\/strong><\/h2>\n<p>We believe in all our products and stand by their quality and performance. However, things might not work in the same way for everyone. Therefore, if you come across an issue that cannot be resolved, or feel that our product isn’t working as expected, you can request for a refund within 30 days after purchase. We will be happy to refund the entire amount.<\/p>\n<ul>\n<li>We will process your refund as soon as possible. In some cases, we might even offer to resolve the issue for you.<\/li>\n<li>No refund request will be processed after 30 days post-purchase. If you are not happy with the product, apply for a refund within 30 days after purchase.<\/li>\n<li>By requesting and receiving a refund, you relinquish all ownership of your license and agree to cease the use of the product immediately.<\/li>\n<li>We reserve the rights to reject a refund request if deemed necessary.<\/li>\n<li>You can submit a refund request by opening a support ticket.<\/li>\n<\/ul>\n<h2 class=\"section_title\"><strong>WARRANTY<\/strong><\/h2>\n<p>Our products are provided to you as-is, and without any warranty for its quality. We shall never be liable for any damage or flaw in the product.<\/p>\n<h2 class=\"section_title\"><strong>PRODUCT DELIVERY<\/strong><\/h2>\n<p>After your payment has been processed successfully, you will receive an email with your order details and other purchase information. Your license key will be made available in your account area along with your downloadable items. You can download purchased products by logging into the account created for you when purchasing the product and clicking on the appropriate link.<\/p>\n<p>If you did not receive an email containing mentioned information, you can take a look at the purchase history in your account on Codevz store.<\/p>\n<p>Access to re-download purchased files will be granted so long as your license key is valid. If a license key expires, download access to the associated files will be discontinued until such time as the license key is renewed.<\/p>\n<h2 class=\"section_title\"><strong>SUPPORT<\/strong><\/h2>\n<p>We, at Codevz, stand by our products and believe that they are the best possible solutions we deliver. However, if you faced any issues or incompatibilities, you can open up a ticket at our support center and we will help you to resolve your issue. Dedicated support is promised to only those who possess an active license. Free copies and expired licenses are not liable for free support. You will have to purchase a licensed copy or renew an expired license in order to be able to get help from our developers.<\/p>\n<h2 class=\"section_title\"><strong>OWNERSHIP<\/strong><\/h2>\n<p>All the content, images, videos, products used on this website including documentation are a property of Codevz. Although you can refer to everything on this website, you cannot claim our content or products without a consent from us.<\/p>\n<h2 class=\"section_title\"><strong>EMAIL COMMUNICATION<\/strong><\/h2>\n<p>Codevz may send you occasional emails to share some recent updates about our company and products. They’ll often contain information about recent updates, templates, freebies, promotions and more. You can opt out of our email newsletters anytime.<\/p>\n<h2 class=\"section_title\"><strong>CHANGES TO THE SERVICE OR TERMS<\/strong><\/h2>\n<p>Codevz reserves the right at any time to (i) change any information, specifications, features or functions of the Site, Services or Software, including any Trial, (ii) suspend or discontinue, temporarily or permanently, any or all of the Services or any Trial, including the availability of any feature, database or content, or (iii) impose limits on certain features and Services or restrict access to parts or all of the Services, including any Trial, In each case with or without prior notice and without any liability to you or any third party.<\/p>\n<p>Codevz will use its commercially reasonable efforts to notify you of changes to the Services and\/or Products that, in Codevz’s reasonable opinion, have the effect of materially and adversely diminishing the functionality of the Services and\/or Products.<\/p>\n<p>Codevz may update or revise this Agreement from time to time. If Codevz updates or revises this Agreement, Codevz will notify you either by email to your most recently provided email address, by posting the updated or revised Terms of Service and End User License Agreement on the Site or by any other manner chosen by Codevz in its commercially reasonable discretion. Your use of the Site, Services or Software following any such update or revision constitutes your agreement to be bound by and comply with this Agreement as updated or revised. You can view the most current Terms of Service and End User License Agreement on our website. It is your responsibility to review the Terms of Service and End User License Agreement periodically.[\/vc_column_text][\/vc_column][\/vc_row]<\/p>\n<\/section>","protected":false},"excerpt":{"rendered":"<p>[vc_row][vc_column][vc_column_text]All the Website Standard Terms and Conditions mentioned on this page &#8230; <\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/pages\/4966"}],"collection":[{"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/comments?post=4966"}],"version-history":[{"count":2,"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/pages\/4966\/revisions"}],"predecessor-version":[{"id":23057,"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/pages\/4966\/revisions\/23057"}],"wp:attachment":[{"href":"https:\/\/xtratheme.com\/wp-json\/wp\/v2\/media?parent=4966"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}